[{"text":"L'euthanasie devrait être légale.","effect":[0,0,0,1,0,0]},{"text":"Il ne devrait pas y avoir de politiciens.","effect":[0,0,-1,0,0,0]},{"text":"Property shouldn't be held by few select individuals.","effect":[1,0,0,0,0,0]},{"text":"Il est important de respecter la religion.","effect":[0,0,0,0,0,1]},{"text":"Tout activité sexuelle est tolérable si tout le monde impliqué est adulte et consentant.","effect":[0,0,0,2,0,0]},{"text":"Independent websites should not be required to tolerate content that violates their policy.","effect":[0,-1,0,-1,0,0]},{"text":"Il est déplorable que des syndicats forcent des travailleurs à faire la grève.","effect":[-1,0,0,1,0,0]},{"text":"Il serait dommage de voir les languages minoritaires disparaître.","effect":[0,0,0,0,1,1]},{"text":"Il n'est pas sain pour les enfants d'être élevés par des parents homosexuels.","effect":[0,0,0,0,-2,0]},{"text":"Les travailleurs du monde entier méritent d'être libérés du capitalisme.","effect":[1,0,0,0,1,0]},{"text":"The right to start a business is fundamental to any thriving economy.","effect":[-1,-1,0,0,0,0]},{"text":"Physical violence should be used against those who oppose my views.","effect":[0,0,0,-2,0,0]},{"text":"Les travailleurs devraient pouvoir en décider plus sur la production.","effect":[1,1,0,0,0,0]},{"text":"Les employés essentiels ne devraient pas avoir le droit de faire la grève.","effect":[-1,1,0,0,0,0]},{"text":"Les gouvernement locaux devraient avoir plus de pouvoir que le gouvernement central.","effect":[0,0,-2,0,0,0]},{"text":"Nations thrive when presided over by strong capable governments.","effect":[0,0,1,0,0,0]},{"text":"Toute hiéarchie devrait être abolie.","effect":[1,0,-1,0,0,0]},{"text":"Les régulations sont à haut risque de nuire plutôt que de protéger les personnes visées.","effect":[0,-1,0,0,0,0]},{"text":"La société devrait accepter le multiculturalisme.","effect":[0,0,0,0,2,0]},{"text":"L'aide sociale aux handicapés devrait être réduite.","effect":[0,-1,0,0,-1,0]},{"text":"La société devrait s'unir sous un autorité centrale pour plus de cohésion.","effect":[0,0,2,0,0,0]},{"text":"Women are naturally more nurturing than men.","effect":[0,0,0,0,-1,0]},{"text":"Eugenics should be used to genetically remove disabled individuals.","effect":[0,0,0,0,-1,-1]},{"text":"La nation passe avant tout.","effect":[0,0,1,0,-1,0]},{"text":"Eradicating diseases isn't a valid reason to enforce vaccination.","effect":[0,0,0,1,0,1]},{"text":"People are whatever gender they say they are.","effect":[0,0,0,0,2,0]},{"text":"Le pouvoir devrait être transmis de manière héréditaire.","effect":[0,0,1,0,0,1]},{"text":"Le revenu universel de base est supérieur aux autres formes d'aide sociale.","effect":[0,1,0,1,0,0]},{"text":"If people want to live unhealthy lifestyles, it is their right to do so.","effect":[0,0,0,1,0,0]},{"text":"Parfois, la justice interpersonelle est justifiée.","effect":[0,0,-1,-1,0,0]},{"text":"We should replace the central bank with alternate credit forms, such as free banking.","effect":[0,-1,-1,0,0,0]},{"text":"Avoir l'égalité entre l'homme et la femme est désirable.","effect":[0,0,0,0,1,0]},{"text":"With open borders come major economic benefits.","effect":[0,-1,0,0,1,0]},{"text":"L'impôt sur le revenu devrait être aboli.","effect":[0,-2,0,0,0,0]},{"text":"Les propriétaires terriens donnent un service essentiel.","effect":[-2,0,0,0,0,0]},{"text":"Gathering of personal data by companies is legitimate.","effect":[0,-1,1,0,0,0]},{"text":"Certaines orientations sexuelles devraient être favorisées socialement.","effect":[0,0,0,0,-1,0]},{"text":"Le peuple ne peut se gouverner par lui-même.","effect":[0,0,1,0,0,0]},{"text":"Nos ressources naturelles n'appartiennent pas au capital étranger.","effect":[1,0,0,0,-1,0]},{"text":"Nous ne devrions pas nous engager dans des guerres offensives.","effect":[0,0,-1,0,0,0]},{"text":"Les conseils locaux devraient avoir plus de pouvoir d'implémenter des politiques économiques.","effect":[0,1,-1,0,0,0]},{"text":"Altering our language to make it more gender-inclusive is not a bad idea.","effect":[0,0,0,0,1,0]},{"text":"La vie sans l'état serait pénible, brute et courte.","effect":[0,0,2,0,0,0]},{"text":"Nous ne devrions pas laisser les gens faire des choses dangereuses pour eux-mêmes.","effect":[0,0,0,-2,0,0]},{"text":"Tout le monde devrait avoir accès à un emploi.","effect":[0,1,0,0,0,0]},{"text":"People should be allowed to use their terrain however they please.","effect":[-1,0,0,0,0,0]},{"text":"Abandoned property should be free to use by any individual.","effect":[1,0,0,1,0,0]},{"text":"Gender should be abolished.","effect":[0,0,0,0,1,-1]},{"text":"An individual’s gender is determined by their chromosomes.","effect":[0,0,0,0,-1,0]},{"text":"We should increase tariffs on imports in order to help local producers.","effect":[0,1,0,0,-1,0]},{"text":"It’s wasteful to have so many different brands of the same good.","effect":[0,2,0,0,0,0]},{"text":"Workplaces should not be required to close on Sundays or during religious festivals.","effect":[0,-1,0,0,0,-1]},{"text":"La propriété intellectuelle est légitime.","effect":[-1,0,0,0,0,0]},{"text":"La compétition pousse à l'innovation.","effect":[0,-1,0,0,0,0]},{"text":"La liberté d'expression est vitale pour une société saine.","effect":[0,0,0,1,0,0]},{"text":"Les bénéfices de l'automation surpassent les coûts.","effect":[0,0,0,0,0,-1]},{"text":"Les travailleurs devraient saisir les moyens de production.","effect":[2,0,0,0,0,0]},{"text":"Using artificial intelligence to better plan production is worth investigating.","effect":[0,1,0,0,0,-1]},{"text":"S'introduire sur le terrain d'autrui devrait être puni durement.","effect":[-1,0,0,-1,0,0]},{"text":"It is better for different peoples to stay in their own communities.","effect":[0,0,-1,0,-1,0]},{"text":"Like-minded individuals should form self-governing communities.","effect":[0,0,-2,0,0,0]},{"text":"Nous ne devrions pas tenter de changer la nature.","effect":[0,0,0,0,0,2]},{"text":"Les frontières internationales ne devraient pas exister.","effect":[0,0,-1,0,1,0]},{"text":"Les hommes font de meilleurs chefs que les femmes.","effect":[0,0,0,0,-1,0]},{"text":"A party of revolutionaries should lead the workers against capitalism.","effect":[1,0,1,0,0,0]},{"text":"Equality of opportunity is a must-have.","effect":[1,0,0,0,0,0]},{"text":"Workers deserve a greater part of what they create.","effect":[1,0,0,0,0,0]},{"text":"Theft can never be justified.","effect":[-1,0,0,0,0,0]},{"text":"We should move beyond wage systems.","effect":[1,0,0,0,0,0]},{"text":"Certain ethnic groups are genetically predisposed to violence.","effect":[0,0,0,0,-2,0]},{"text":"We should be skeptical of new technologies.","effect":[0,0,0,0,0,1]},{"text":"Taxes should exist on harmful products to discourage their consumption.","effect":[0,1,0,-1,0,0]},{"text":"Political correctness has gone too far.","effect":[0,0,0,1,-1,0]},{"text":"Founding offshore platform countries is a legitimate practice.","effect":[-1,0,-1,0,0,0]},{"text":"We should combat mindless consumerism.","effect":[0,1,0,0,0,0]},{"text":"An individual can never be truly separate from society.","effect":[0,0,0,-1,0,0]},{"text":"Nothing is sacred, and we should embrace this.","effect":[0,0,0,0,0,-2]},{"text":"Industrial capitalism was a great improvement for humanity.","effect":[-1,0,0,0,0,-1]},{"text":"Governmental surveillance is an unnecessary evil.","effect":[0,0,-1,0,0,0]},{"text":"Gay marriage should be legal.","effect":[0,0,0,1,1,0]},{"text":"Monarchy is an outdated form of government.","effect":[0,0,-1,0,0,-1]},{"text":"Bosses know what's best for their workers.","effect":[-1,0,1,0,0,0]},{"text":"A singular world government is desirable.","effect":[0,0,1,0,1,0]},{"text":"Firearms should be available to the general public.","effect":[0,0,-1,1,0,0]},{"text":"Equal representation of genders should be mandatory in workplaces.","effect":[0,1,0,0,1,0]},{"text":"Pornography should be banned.","effect":[0,0,0,-1,0,0]},{"text":"Many industries are too important to be left to the market.","effect":[0,2,0,0,0,0]},{"text":"Tyranny by majority is a legitimate concern.","effect":[0,0,1,1,0,0]},{"text":"Expertise, not popular approval, represents best the worth of a ruler.","effect":[0,0,1,0,0,-1]},{"text":"People should not have to pay for healthcare.","effect":[0,1,0,0,0,0]},{"text":"Workers should be encouraged to form cooperatives on their own.","effect":[1,-1,0,0,0,0]},{"text":"Not questioning authority is good if it ensures stability.","effect":[0,0,1,0,0,0]},{"text":"The worst criminals should be publicly executed.","effect":[0,0,0,-1,0,0]},{"text":"The prices of goods should be set by the market.","effect":[0,-1,0,0,0,0]},{"text":"It’s often necessary to break taboos.","effect":[0,0,0,1,0,-1]},{"text":"Space travel should not be funded by tax money.","effect":[0,-1,0,0,0,1]},{"text":"Employers should have the duty to fire workers who engage in internalized discrimination.","effect":[-1,0,0,0,1,0]},{"text":"Wealth accumulation leads to the creation of an oppressive class system.","effect":[2,0,0,0,0,0]},{"text":"Deportation should be used to ensure ethnic homogeneity.","effect":[0,0,0,-1,-1,0]},{"text":"The wealth disparity between different cultural groups is due to some groups working harder.","effect":[-1,0,0,0,-1,0]},{"text":"In times of crisis, safety takes precedence over liberty.","effect":[0,0,1,-1,0,0]},{"text":"Life in big cities is unfulfilling.","effect":[0,0,-1,0,0,1]},{"text":"Nature has no inherent value.","effect":[0,0,0,0,0,-1]},{"text":"Eminent domain is needed to ensure ethical and efficient usage of land.","effect":[1,0,0,-1,0,0]},{"text":"Hate speech against minorities should be a crime.","effect":[0,0,0,-1,1,0]},{"text":"Discrimination against obese people is unacceptable.","effect":[0,0,0,0,1,0]},{"text":"Subsidies should be given to agrarian producers and those who wish to become ones.","effect":[0,1,0,0,0,1]},{"text":"Parents should not send their children to religious schools.","effect":[0,0,0,0,0,-1]},{"text":"The state should control all aspects of the economy.","effect":[0,1,1,0,0,0]},{"text":"People should not be treated differently because of their origin.","effect":[0,0,0,0,1,0]},{"text":"Feudalism was not such a bad system.","effect":[-1,0,0,0,0,1]},{"text":"Nomadic cultures have a wiser relationship with the land than we do.","effect":[1,0,0,0,0,1]},{"text":"There should be laws against wearing religious clothing in public.","effect":[0,0,0,-1,0,-1]},{"text":"Les syndicats nuisent à tout le monde.","effect":[-1,0,0,0,0,0]},{"text":"Some ideas are too dangerous to be given a platform.","effect":[0,0,0,-1,0,0]},{"text":"There is no reason why children should stay with their biological parents.","effect":[0,0,0,0,0,-1]},{"text":"A large welfare state breeds an unhealthy culture of reliance.","effect":[0,-1,0,0,0,0]},{"text":"In the future we should improve our own biology with technology.","effect":[0,0,0,0,0,-2]},{"text":"My culture is worth protecting.","effect":[0,0,0,0,0,1]},{"text":"Traditional gender roles are necessary.","effect":[0,0,0,0,-1,1]},{"text":"There should be certain rules and standards that apply across all of society.","effect":[0,0,1,0,0,0]},{"text":"If it is tradition to perform some surgeries on babies, it should be done.","effect":[0,0,0,-1,0,1]},{"text":"In an ideal society, money would not exist.","effect":[0,1,0,0,0,0]},{"text":"All government intervention in the economy should be opposed.","effect":[0,-2,0,0,0,0]},{"text":"No one but me can adequately represent my political views.","effect":[0,0,-1,0,0,0]},{"text":"Prostitution should be allowed.","effect":[0,-1,0,1,0,0]},{"text":"All drugs should be decriminalised.","effect":[0,0,0,1,0,0]},{"text":"Inheritance should be abolished.","effect":[1,0,0,0,0,-1]},{"text":"We should return to a simpler, less materialistic way of living.","effect":[0,0,0,0,0,2]},{"text":"If someone is first to claim an area of land, they are entitled to profit from it.","effect":[-2,0,0,0,0,0]},{"text":"An individual should be allowed to do whatever they want with their body.","effect":[0,0,0,2,0,0]},{"text":"There are moral rules which should never be broken.","effect":[0,0,0,0,0,1]}]